const newsList = [
 {
  title: 'Активно проходить практика у студентів спеціальності 017',
  link: 'https://www.facebook.com/photo/?fbid=1068337700765502&set=pcb.1068337924098813',
 },
 {
  title: '01 лютого відбулося засідання робочої групи з розроблення освітньо-професійної програми «Фізична культура і спорт»',
  link: 'https://www.facebook.com/photo/?fbid=1064379851161287&set=pcb.1064383104494295',
 },
 {
  title: 'Науково-педагогічні працівники кафедри фізичної культури та спорту - професор Ліна Рибалко та доцент Лариса Оніщук пройшли онлайн навчання, організоване та',
  link: 'https://www.facebook.com/photo/?fbid=1063874251211847&set=pcb.1063875444545061',
 },
 {
  title: 'Студент магістратури спеціальності 017 «Фізична культура та спорт» Національного університету',
  link: 'https://www.facebook.com/photo/?fbid=1008816676717605&set=a.947405916192015',
 },
 {
  title: '17 листопада 2022 року науково-педагогічні працівники кафедри фізичної культури та спорту взяли участь у ІІІ МІЖНАРОДНІЙ НАУКОВО-ПРАКТИЧНІЙ КОНФЕРЕНЦІЇ «ДУХОВНО-ІНТЕЛЕКТУАЛЬНЕ ВИХОВАННЯ І НАВЧАННЯ В XXI СТОЛІТТІ», присвяченій 300-річчю',
  link: 'https://www.facebook.com/photo/?fbid=1005565673709372&set=pcb.1005568357042437',
 },
 {
  title: 'В університеті велика увага приділялася розвитку фізичної культури та спорту. Мені приємно констатувати той факт, що один із наймолодших',
  link: 'https://www.facebook.com/photo/?fbid=3177986922512772&set=pcb.3177987605846037',
 },
 {
  title: 'Команда політехніки стала чемпіонкою XVIII Універсіади Полтавщини з волейболу',
  link: 'https://www.facebook.com/photo/?fbid=644470754069736&set=pcb.644470910736387',
 },
 {
  title: 'Студенти Факультет фізичної культури та спорту Полтавської політехніки долучилися до написання радіодиктанту.',
  link: 'https://www.facebook.com/photo/?fbid=641446087705536&set=pcb.641449917705153',
 },
 {
  title: 'З 1 по 3 листопада 2022 року в клубі спортивного більярду Національного університету «Полтавська політехніка імені Юрія Кондратюка» проходили змагання зі спортивного більярду «Вільна піраміда»',
  link: 'https://www.facebook.com/photo/?fbid=637763674740444&set=pcb.637763758073769',
 },
 {
  title: 'Є доброю традицією щороку до Дня українського козацтва для студентів факультету фізичної культури та спорту',
  link: 'https://www.facebook.com/photo/?fbid=992936061639000&set=pcb.992943878304885',
 },
];

export const News = () => (
  <section className="news">
    <h1 className="newsTitle">
      Головні новини Факультету:
    </h1>
    <div newsList>
      {newsList.map(list => 
        <li className="newsList">
          <span>{list.title}</span>
          <a target="_blank" href={list.link}>
            Дізнатися більше
          </a>
        </li>
      )}
    </div>
  </section>
);
