export const HomePage = () => (
  <section className="homePageHeader">
    <img 
      src="https://nupp.edu.ua/uploads/files/0/main/deps/faculty/sport-faculty/kaf-fks/010921-fks-staff_n.webp" 
      alt="Кафедра фізичної культури та спорту"
      className="homePageHeaderPicture"
    />
    <div className="homePageDescription">
      <h1 className="homePageHeaderTitle">
        Вітаємо Вас на Кафедрі фізичної культури та спорту
      </h1>
      <p>
        Кафедра фізичної культури та спорту була створена 2 вересня 2019 року одночасно з відкриттям факультету фізичної культури та спорту в Полтавському національному технічному університеті імені Юрія Кондратюка. Офіційно днем відкриття факультету фізичної культури та спорту вважається 20 вересня 2019 року, який співпадає з Міжнародним днем студентського спорту.

        Історично кафедра фізичної культури та спорту бере свій початок з кафедри фізичного виховання, заснованої у 1937 році, а як випускова, що здійснює підготовку фахівців фізичної культури та спорту – з кафедри фізичного виховання, спорту та здоров’я людини (2012).
      </p>
    </div>
  </section>
);
